Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/other_files/plan_for_samisk_trosopplaering.pdf.tmx
Source language: sme
Languages: sma

source: Sámi oskkuoahpahusplána addá veahki mearridit dasa sisdoalu, dat lea sihke reaidu ja lassi ulbmildokumenta.
sma: Dïhte nasjovnale jaahkoeøøhpehtimmiesoejkesje, Gud gir

source: SÁMI OSKKUOAHPAHUSPLÁNA NORGGA GIRKU
sma: – Vi deler, lea gaajhkide kristeme maanide

source: SÁMI OSKKUOAHPAHUSPLÁNA
sma: SOEJKESJE SAEMIEN JAAHKOEØØHPEHTÆMMAN

source: Lassiplána Ipmil addá- Mii juogadit plánii, Norgga girku oskkuoahpahusplána
sma: NORGGA GIRKU VUONA GIRKKO NÖÖRJEN GÆRHKOEDEN NORSKE KIRKE SOEJKESJE SAEMIEN JAAHKOEØØHPEHTÆMMAN

source: Sámi oskkuoahpahusa ulbmil lea ráhkadit systemáhtalaš ja oktilaš oskkuoahpahusa mii boktá ja nanne kristtalaš oskku, oahpaha sámi mánáid ja nuoraid dovdat golmmaoktalaš Ipmila, addá veahki dulkot eallima ja eallimis birget ja doalahit iežaset sámi gullevašvuođa ja identitehta, ja hástala sin beroštit ja oasálastit girkus ja servodateallimis.
sma: Saemien jaahkoeøøhpehtimmien åssjele lea aktem øørnedamme jïh iktemearan jaahkoeøøhpehtimmiem vedtedh mij gååske jïh nænnoste dam kristeles jaahkoem, daajroem vadta Dan golmenektievoeten Jupmelen bïjre, viehkehte saemien maanide jïh noeride jieledem toelhkestidh jïh haalvedh naemhtie dej saemien roehtsh jïh idtentitete gorresuvviehč jïh dejtie haestede eadtjohke årrodh jïh meatan årrodh gærhkosne jïh siebriedahkesne.

source: Dat lea buohkaide geat leat gásttašuvvon ja leat gaskal 0 – 18 jagi, beroškeahttá doaibmannávccain.
sma: Daate sjeahta gaajhkide kristeme aalterisnie 0-18 jaepieh, saaht guktie svihtjemevoete lea.

source: Sisdoallo
sma: Sisvege

source: Ovdasátni
sma: Åvtebaakoe

source: Oppalaš oassi
sma: Sïejhme bieliesi

source: 1.1 Girjás Sápmi 1.2 Makkár kristtalašvuođa dovdomearkkat leat sámi konteavsttas
sma: 1.1 Dïhte gellielaaketje Saemien eatneme / Saepmije 1.2 Mij kristelesvoetem buerkeste aktene saemien ektiedimmesne

source: Sisdoallooassi
sma: Sisvegebielie

source: 2.1 Ollisvuohta ja bajitdási mihtuid dulkon 2.2 Oahppama čalmmustuhttin ja sierra oahppomihtut
sma: 2.1 Elliesvoete jïh toelhkestimmie dejstie bijjemes ulmijste 2.2 Lïerehtimmiefokuse jïh sjïere lïerehtimmieulmieh

source: Prinsihpalaš oassi
sma: Prinsihpielle bielie

source: 3.1 Norgga láhkii ja girkolaš plánaide vuođđudeapmi 3.2 Doahpagat ja sániid geavaheapmi – fátmmasteaddji oskkuoahpahus 3.3 Oahppan – dáhpáhuvvá mánás, ja sosiála searvevuođa rámmas
sma: 3.1 Tsåeptsie nøørjen laakesne jïh gyrhkeles soejkesjinie 3.2 Dïejvesh jïh åtnoe baakojste – akte faarhmeles jaahkoeøøhpehtimmie 3.3 Lïerehtimmie – maanesne sjugnietåvva jïh sosijale ektievoeten mieresne

source: Plána geavadis
sma: Soejkesje åtnosne

source: 4.1 Gelbbolašvuođalokten 4.2 Vásihusaid juogadeapmi ja gelbbolašvuođa juohkin 4.3 Ovttasbargu ruovttuiguin 4.4 Eaktodáhtolaš mieldebargit girkus
sma: 4.1 Maahtoelutnjeme 4.2 Dååjrehtimmieh juekedh jïh maahtoem geerjehtidh 4.3 Laavenjostoe hïejmigujmie 4.4 Jïjtjevyljehke barkijh gærhkosne

source: Báikkálaš plánabargu
sma: Voenges soejkesjebarkoe

source: 5.1 Kontekstuella jurddašeapmi 5.2 Báikkálaš oskkuoahpahusplána ovdanáhttin 5.3 Báikkálaš máhtuid ja gelbbolašvuođa geavaheapmi 5.4 Kárten
sma: 5.1 Kontekstuelle ussjedimmie 5.2 Evtiedimmie voenges jaahkoeøøhpehtimmiesoejkesjistie 5.3 Voenges daajroem jïh maahtoem nåhtadidh 5.4 Goerehtalleme

source: Norgga girku oskkuoahpahusođastusa bokte lea sámi oskkuoahpahus ožžon govddit saji ja ovdanáhttinvejolašvuođaid.
sma: Jaahkoeøøhpehtimmiereformen mieresne dle saemien jaahkoeøøhpehtimmie stuerebe sijjiem jïh evtiedimmienuepieh åådtjeme Dennie nøørjen

source: Ođastus lea addán
sma: gærhkosne.

source: erenoamáš vejolašvuođa ovddidit oskkuoahpahusa mii sisttisdoallá ja áimmahuššá sámi kristtalaš árvvuid.
sma: Reforme aktem sjïere nuepiem vadteme aktem jaahkoeøøhpehtimmiem skreejredh mij ussjedadta jïh gorrede dam saemien kristeles aerpiem.

source: Oskkuoahpahusa geahččalanáiggis (2004-2008) ožžo máŋga searvegotti sámi guovlluin doarjaga oskkuoahpahusbargguide mas ledje deattuhan sámivuođa.
sma: pryøveboelhkesne (2004-2008), dle jienebh åålmegh saemien dajvine dåarjoem jaahkoeøøhpehtimmieprosjektide åadtjoejin, mah leavloem bïejin disse mij lij saemien.

source: Dat lea addán vejolašvuođa kristtalaš oskku gaskkusteami ovdanáhttit viidáseappot sámi konteavsttas.
sma: vadteme dam kristeles jaahkoeøøhpehtimmiem vijriesåbpoe evtiedidh aktene saemien ektiedimmesne.

source: Sámi girkoráđđi lea maid leamaš
sma: Saemien gærhkoeraerie aaj daejnie barkojne viehkiehtamme.

source: mielde dan barggus.
sma: Giehtjedimmie dejstie

source: Sámi oskkuoahpahusbargguid eválueren deattuha ahte giella, identitehta ja kultuvra leat guovddáš bealit sámi oskkuoahpahusas ollislaččat, ja dat barggut leat
sma: saemien jaahkoeøøhpehtimmieprosjektijste tjïerteste gïele, identitete jïh kultuvre leah vihkeles vuajnoeh aktene ellies saemien jaahkoeøøhpehtimmesne, jïh dah prosjekth leah

source: addán ođđa jurddašeami sámi oskkuoahpahusa bargovugiid ja sisdoalu hárrái.
sma: orre åssjaldahkh barkoevuekiej jïh sisvegen bïjre buakteme saemien jaahkoeøøhpehtimmesne.

source: Našovnnalaš oskkuoahpahusplána, Ipmil addá
sma: Soejkesje saemien jaahkoeøøhpehtæmman dam

source: – Mii juogadit, guoská buot gásttašuvvon mánáide
sma: Soejkesje saemien jaahkoeøøhpehtæmman viehkehte sisvegem lihkebe

source: ja nuoraide Norgga girkus, maiddái sámi.
sma: Soejkesje saemien jaahkoeøøhpehtæmman lea

source: Ipmil addá – mii juogadit plánas leat olu sajiin čujuhan ovddasvástádussii áimmahuššat sámi oaidninbeliid oskkuoahpahusas.
sma: jeatjah baakoejgujmie akte lissiesoejkesje dan soejkesjasse Gud gir – Vi deler, jïh edtja soejkesjidie ektesne vuejnedh.

source: Sámi oskkuoahpahusplána addá veahki mearridit dasa sisdoalu.
sma: Edtja lissiesoejkesjem nåhtadidh dejnie åålmeginie gusnie saemien maanah jïh

source: dieđuid riikka álgoálbmoga birra buot Norgga girku gásttašuvvon mánáide ja nuoraide. Sámi oskkuoahpahusplána lea nappo lassi plána
sma: noerh, juktie tjïrkedh dïhte saemien perspektijve gorresåvva mierietsiehkiej jïh sisvegen tjïrrh mejtie daate soejkesje vuesehte.

source: Ipmil addá – Mii juogadit plánii, ja daid plánaid galgá oktilasat geahččat.
sma: Saemien gærhkoejielede jïh gærhkoehistovrije lea joekehts dejnie ovmessie bieline laantesne.

source: Lassiplána galgá atnit searvegottiin gos leat mánát ja nuorat vai sihkkarastá ahte sámi geahččanbealli vuhtiiváldojuvvo daid rámmaeavttuid ja sisdoalu
sma: Gosse dam voenges jaahkoeøøhpehtimmiesoejkesjem evtede, dle åålmege tjuara saemien tsiehkieh dajvesne krøøhkedh, jïh sijjiem vedtedh voenges

source: mielde mii dán plánas ovdanboahtá.
sma: aerpievuekide jïh jeerehtsidie.

source: Sámi girkoeallin ja girkohistorjá lea sierralágan riikka iešguđet guovlluin. Báikkálaš oskkuoahpahusplánain galgá searvegoddi
sma: Ulmie tjuara akte jaahkoeøøhpehtimmie årrodh gusnie dïhte saemien gïele gåvloes, jïh akte iemie bielie sjædta Dehtie nøørjen gærhkoste.

source: vuhtiiváldit guovllu sámiid dili, ja čahkket saji báikkálaš árbevieruide ja variašuvnnaide.
sma: Saemien

source: Mihttu lea oskkuoahpahus mas sámi jietna gullo, ja ahte dat šaddá lunddolaš oassin Norgga girkus.
sma: jaahkoeøøhpehtimmie tjuara identitetem nænnoestidh, maanah jïh noerh tjuerieh åadtjodh dååjredh dej saemien maadtoe aarvoem åtna.

source: Sámi oskkuoahpahus galgá doaibmat
sma: Voerkesvoete jïh jearsoesvoete jïjtse bïjre maahta

source: Go olmmoš diehtá ja lea oadjebas das gii son lea, sáhttá dat oskkueallimii leat mávssolaš, ja dávjá geahpidit eallit kristtalažžan stuorát searvevuođain iežas erenoamáš duogážiin.
sma: vihkeles årrodh jaehkemen gaavhtan, jïh sïjhtieh daamtaj aelhkebe darjodh kristegassjine jieledh sov sjïere maadtojne, akten stuerebe ektievoeten sisnjielisnie.

source: Mii guorrasit Bávlosa neavvagii ahte oskkus Kristusii leat mii buohkat dássásaččat, beroškeahttá čearddalašvuođas,
sma: bïjre, gusnie tjåådtje Kristusen jaahkosne libie seammavyørtegsč ovjearohks etnisitete, tjoele jallh nasjovnalitete.

source: Dás ii leat juvddálaš dahje greikalaš, šlávva dahje isit, olmmái ii ge nisu, dasgo dii lehpet buohkat okta Kristus Jesusis (Gal 2,28) eai dattege álo almmut čearddalašvuođa, danne go buohkat eai ane daid beaivválaččat iešguđetge
sma: Daesnie ij leah jøøde jallh greekere, daesnie ij lea slaave jallh frijje, daesnie ij leah ålma jallh nyjsene. Dijjieh lidie gaajhkesh akte Kristuse Jesusinie (Gal 2,28) tjåenghkies histovrijese, kultuvrese, gïelese jïh aerpievuekien jielemevuakan.

source: sivaid geažil.
sma: Destie aaj kultuvrelle

source: Sápmelaččain lea guhká leamaš oktavuohta
sma: joekehtsh sjïdtieh dej ovmessie saemien dajvi gaskem.

source: kristtalašvuođain. Sihke katolalaš girku ovdal reformašuvnna, ja ortodoksa girku Ruoššas leat váikkuhan sámi oskui.
sma: Maahta etnisitetem vuejnedh «våajnoesš væhtaj tjïrrh, vuesiehtimmien gaavhtan vaarjojne, tjeahpoe, saevege, nomme, aerpievuekien musihke

source: Easka stáhtapietisma áiggis 1700-logus biddjui árja ovddidit miššovnna sápmelaččaid gaskkas, ja deaddu heaitit geavaheamis ovddeš sámi oskku.
sma: Dah væhtah sïjhtieh læjhkan eah iktegisth etnisitetem vuesiehtidh, juktie jeenjesh eah daejtie nåhtedh aarkebiejjien ovmessie fåantoej gaavhtan.

source: Osiid sámi oskkus ja kultuvrras leat atnán suddun ja eahpeipmilbálvalussan.
sma: Daan biejjien jïjnjh saemieh staarine jïh søøkes sijjine orrijamme, aerpievuekien saemien

source: ’ Sámiid dološ osku ’ lea
sma: årromedajvi ålkoli, joekoen Oslo.

source: doaba mii dábálaččat čilge dan árbevieru mii lei oskku geavadis ovdal go kristtalašvuohta šattai ráđđejeaddji oskkoldahkan Sámis.
sma: Dïhte tsiehkie gaskem man gellie saemieh Saemien dajvesne jïh ålkoelisnie sæjhta jeereldihkie årrodh, juktie vuesiehtimmien gaavhtan jïjnjh almetjh stuerebe

source: Kristtalašvuohta lea oassi sámi oskkuhistorjjás, ja danne lea dábálaš
sma: staaride staarijste juhtieh øøhpehtimmien jallh barkoen gaavhtan.

source: čilget dan ’ sámiid ovdal kristtalašvuođa oskun ’ go galgá muitalit sámi oskkoldaga birra ovdal go dat oamastii alccesis kristtalaš jurdagiid.
sma: Saemien religiøsitete lea dovne tsevtsemem åådtjeme dehtie katolihken gærhkoste reformasjovnen åvtelen, jïh dehtie ortodokse gærhkoste Russlaantesne.

source: Sámiid dološ osku lei luondduosku, ja dan vuođđu lei dat
sma: Aalkoelisnie staate-pietismen tijjen 1700-låhkoen, dle misjovnem

source: animisttalaš eallindulkon ahte buot heakkalaččain lea siellu, ja ahte sihke dat mii lea olmmošlaš ja dan mii ii leat olmmolaš leat dan bokte lahka oktiičadnojuvvon.
sma: lissiehti dej saemien årroji luvnie, jïh tjaabri saemide hiejhtedh dam aarebi saemien religiøse jaahkoem. Biehkieh saemien jaahkosne jïh kultuvresne vuajnalgin goh sådteres, jïh goh jeatjah

source: Dakkár osku lea muđuid ge
sma: jupmelem jaehkedh.

source: gávdnamis olu eará álgoálbmogiid gaskkas.
sma: religijovnem, åvtelen dejtie kristeles åssjaldahkide veelti.

source: Sámi dološ oskkus lei šamanisttalaš bálvvosvuohki, mas noaidi (šamána) doaimmai oskkoldat jođiheaddjiin.
sma: Saemien religijovne lij akte eatnemereligijovne mij våaromem utni aktene animistihke jieledetoelhkestimmesne, gusnie dovne

source: Noaiddi doibmii gulai buorádallan, ja sus lei máŋggaládje bajithearrávuođa máhtu fápmu mii sáhtii veahkehit olbmuid beaivválaš eallimis.
sma: dïhte almetjeligke jïh ij-almetjeligke lin lïhke gårredamme sinsætnan, ihke abpe jielede vuajnalgi goh dïhte sealoem utni.

source: Noaiddi atne maid gaskaoapmin ipmilfámuid ja olbmo gaskkas.
sma: Akte dagkeres religijøse vuajnoe lea aaj jïjnjh jeatjah aalkoealmetji luvnie.

source: Sápmelaččat ledje ieža njunnošis kristtalašvuođa eallimis læstadianisma ovdáneamis gaskkamuttos 1800-logu.
sma: Saemien religijovne aktem sjamanistihke kultus haamoem utni, gusnie nåajte lij goh religijøse åvtehke.

source: Olu davvi- ja julevsápmelaččaide ledje læstadiánalaš čoakkalmasat vuoiŋŋalaš čoahkkanansajit, ja doppe lei maid sámegiella ja
sma: Nåajten darjoe lij jealajehteminie ektiedamme, jïh lij gellielaakan akte daajroe-hegemonisk åejvieladtje mij meehti almetjidie

source: sálbmaárbevierru anus.
sma: viehkiehtidh aarkebiejjien.

source: Dál leat máŋga læstadiánalaš suorggi Norggas, ja dat ovddastit ain mávssolaš vuoimmi ja identitehtabeali olu davvi- ja julevsámi guovlluin.
sma: Nåajte vuajnalgi goh akte svaalhtese jupmelefaamoej jïh almtjen gaskem. Dan tijjen goh læstadijanisme læssani gaskoeh 1800-låhkoen raejeste, dellie dah saemieh jïjtje

source: Læstadiánalaš moriidus ii
sma: kristelesvoetem utnin.

source: olahan lullisámi guovllu seammaládje go davvi- ja julevsámi guovlluid.
sma: Dïhte læstadijanen gåaskoe idtji sijjiem åadtjoeh åarjelsaemien dajvesne, goh noerhte- jïh

source: Lullisámi guovllus ožžo baicce bapttistat, hellodatustibat ja adventisttat eanet saji.
sma: Åarjelsaemien dajvesne dle sijjeste muvhth baptisth, pænstavoelph jïh adventisth sjïdtin.

source: Eanas lullisámit leat gullan Norgga girkui.
sma: Jeanatjommes dejstie åarjelsaemijste lea Dennie nøørjen gærhkosne

source: čoakkalmasaid, guossástalai olbmuid ja jođihii skuvlla ovdalgo stáhta válddii dan badjelasas jođihit.
sma: Finnemisjovne, mænngan Saemiemisjovne, tjåanghkoeh øørnedi, guessine mïnni, jïh skuvlem utni goske staate diedtem skuvlen åvteste veelti.

source: Norgga girku ii leat čalmmustuhttán lullisámi álbmoga erenoamážit ovdal 1990-logu
sma: aktem sjïere fokusem åtneme dejtie åarjelsaemide, dellie hearra åarjelsaemide tseegkesovvi.

source: Nidarosa bismagodderáđđi nammadii maid lullisámi girkoeallin lávdegotti.
sma: Nidarosen bispedajveraerie aaj aktem moenehtsem åarjelsaemien gærhkoejieliemasse nammoehti.

source: Dan maŋŋil lea maid diakoniijavirgi ásahuvvon.
sma: Mænngan aaj akte diakonebarkoe tseegkesovvi.

source: Maŋemus logijagi lea lullisámi girkoeallin ja identitehta huksen ovdánan bures.
sma: Dej minngemes luhkiejaepiej dle jïjnje heannadamme juktie åarjelsaemien gærhkoejielemem jïh identitetem bæjjese bigkedh.

source: Sámi álbmot ii leat eallán sierra kultuvrralaččat, das lea áiggiid čađa leamaš oktavuohta olbmuiguin
sma: Dah saemieh eah leah kultuvrelle isolasjovnesne vyøseme, bene abpe tijjen almetjigujmie gaskesadteme, ovmessie kultuvremaadtojne.

source: Kultuvrraid deaivvademiid gaskkas dáhpáhuvvet maid rievdadeamit.
sma: Desnie gusnie kultuvrh gaavnesjieh, desnie aaj jarkelimmieh sjïdtieh.

source: globáliserejuvvo.
sma: Saemien maanah jïh noerh

source: Sis lea okta juolgi árbevirolaš kultuvrras, nubbi fas ođđaáigásaš máilmmis.
sma: leah daelie meatan aktene ahkedh vielie abpeveartenen maana-jïh noerekultuvresne.

source: Sámi servodagas lea dasalassin viiddis oktavuohta eará álgoálbmot servodagaiguin eará riikkain ja
sma: Dah aktine juelkine tjåadtjoeh aktene aerpievuekien kultuvresne, jïh aktine juelkine aktene daajbaaletje

source: máilmmiosiin.
sma: veartenisnie.

source: Oskkuoahpahus galggašii daiguin deaivvadettiin addit sámi mánáide ja nuoraide veahki dulkot iežaset eallima ja eallimis birget.
sma: Dïhte saemien siebriedahke aaj jïjnjem gaskesadta jeatjah aalkoealmetjesiebriedahkigujmie jeatjah laantine jïh veartenebieline.

source: Das lea sáhka oskkus mii váldá duohtan dán áiggi
sma: Daate lea akten jaahkoen bïjre mij haestemidie vaalta mijjen tijjeste ietjmieslaakan, jïh

source: hástalusaid, ja mii atná iežas kultuvrii ja árbevirrui čatnašumi resursan.
sma: mij tsåeptsiem jïjtse kultuvresne jïh aerpievuekesne vuajna goh akte vierhtie.

source: 1.2 Kristtalašvuođa dovdomearkkat sámi konteavsttas
sma: 1.2 Mij kristelesvoetem buerkeste aktene saemien ektiedimmesne

source: Sámi oskkoldathistorjjá, girkohistorjjá ja girkoeallima birra lea olu diehtu, muhto olu dan dieđus ii leat čohkkejuvvon iige čállojuvvon.
sma: Jïjnje daajroe religijovnehistovrijen, gærhkoehistovrijen jïh gærhkoejielemen bïjre gååvnese Saemien eatnamisnie / Saepmijesne, bene

source: Lundui čadnon vuoiŋŋalašvuohta muitala olbmuid lagasvuođa birra lundui.
sma: jïjnje daehtie daajroste eah leah tjøønghkeme jallh våålese tjaaleme.

source: Dat lea kultuvrralaš árbi mii historjjá čađa lea maŋos mannan, muhto ii dattege
sma: Saemien voejkenevoete jïh ussjedimmievoete lea daamtaj aktene sjeavohts,

source: 1.0 Oppalaš oassi
sma: 1.0 Sïejhme bielie

source: 1.1 Girjás Sápmi Sápmi lea daid guovlluid namma gos sápmelaččat orrot, ja dat boahtá sánis sámit, nugo sápmelaččat ieža gohčodit iežaset.
sma: 1.1 Dïhte gellielaaketje Saemien eatneme / SaepmijeSaemien eatneme / Saepmije lea dïhte dïejvese dejtie

source: Sápmelaččat leat álgoálbmot, ja árbevirolaš ássanguovlluid viidodat leat davviguovllut Norggas, Ruoŧas, Suomas ja Guoládagas, Ruoššas.
sma: Saemieh staatusem utnieh goh aalkoealmetjh, jïh dah aerpievuekien jielededajvh leah dejnie noerhtege dajvine Nøørjesne, Sveerjesne, Såevmesne jïh Kolanjaarkesne Russlaantesne.

source: Sámegiella gullá suoma ugralaš giellajovkui, ja sámi giellarájit mannet badjel namuhuvvon riikkaid.
sma: Saemien lea dennie såevmien-ugrihken gïeletjïertesne, jïh dah saemien gïeleraasth leah rïjhkeraasti dåaresth dejnie neebneme laantine.

source: Davvisámegiella, julevsámegiella ja lullisámegiella leat váldosámegielat Norggas.
sma: Noerhtesaemien, julevsaemien jïh åarjelsaemien leah dah åejviegïeletjïerth Nøørjesne.

source: (geahča kártta vuolábealde)
sma: (vuartesjh kaarhtem vuelielisnie)

source: Julevsámegiella 5.
sma: Julevsaemien 5.

source: Davvisámegiella 6.
sma: Noerhtesaemien 6.

source: Anárašsámegiella 7.
sma: Enaresaemien 7.

source: Nuortalaš sámegiella
sma: 8. Akkalasaemien 9.

source: go mii dan dovdat dál.
sma: Kildinsaemien 10. Tersaemien

source: Sámi kristtalašvuođa oaidnit earret eará oskkuovdanbuktimiin mat leat
sma: Saemieh jïjtjemse vååjnoeh goh akte almetje gïelen jïh nasjovnale raasti dåaresth.

source: Sápmelaččat atnet iežaset oktan álbmogin giellarájiid ja riikkarájiid rastá.
sma: Saemieh

source: Sápmelaččat orrot ja ellet miehtá riikka, ja leat oassi girjás sámi kultuvrras ja árbevierus.
sma: årroeh jïh veasoeh abpe laantesne, jïh leah akte bielie aktede gellielaaketje saemien kultuvreste jïh aerpievuekeste.

source: Sápmelaččaid sámegielmáhttu rievddada. Vaikko lea
sma: Man jïjnjem saemien dah saemieh maehtieh lea joekehts.

source: iešguđetlágan giellagelbbolašvuohta, de lea sápmelaš dattege sápmelaš.
sma: Jalhts gïelen maahtoe lea joekehts, dle badth læjhkan ellies saemie.

source: Oktasaš sámi identitehta lea čadnojuvvon oktasaš historjái, kultuvrii, gillii ja árbevirolaš eallinvuohkái.
sma: Dïhte tjåenghkies saemien identitete lea gårredamme jallh ij-tjaaleme kultuvremaahtosne.

source: Dat mearkkaša maid kultuvrralaš erohusaid iešguđet sámi guovlluid gaskkas.
sma: Voejkenevoete mij lea eatnamasse gårredamme lea dannasinie almetjh leah lïhke eatnamasse.

source: Čearddalašvuođa sáhttá ovdanbuktit «oinnolašš mearkkaiguin,
sma: Daate akte

source: ovdamearkkadihte biktasiid, dáidaga, leavgga, nama, árbevirolaš musihka ja giela bokte.
sma: Datne edtjh aahtjemdh tjædtjemdh earoehtidh, dle åadtjoeh guhkiem jieledh dennie laantesne maam

source: Mearkkat čoakkalmasain ja ipmilbálvalusain gos sápmelaččat leat čoagganan.
sma: Jïjnjh sjïere vuekieh jïh vuajnoeh leah evtiesovveme daan tijjen gærhkoe Saemien

source: Oskkueallima ovdanbuktinvugiid sáhttá dahkat liturgiija, musihka ja sálmmaid
sma: maahta årrodh liturgije, musihke jïh saalmh, gelliesåarhts kultuvre jïh tjeahpoeh, saemien gïele, aamhtese, gaavnesjimmiesijjie jïh ektievoetehaamoe.

source: Girkolaš basit lea mávssolaččat sápmelaččaide.
sma: Gærhkoen bissiebiejjieh leah vihkeles dejtie saemide.

source: Allabasiidáigge leat iešguđetlágan vierut iešguđet guovlluin girkus, ruovttuin ja læstadiánalaš čoakkalmasain.
sma: Dej ovmessie dajvh, gærhkoe, gåetieh jïh læstadijanen åålmegh joekehts aerpievuekieh utnieh bissiebiejjide.

source: Sámi kristtalašvuođaipmárdus ovdanboahtá ja gaskkustuvvo oahpaheami bokte
sma: Dåape, skylleme, provre jïh krobpesjimmie aaj vihkeles

source: ruovttuin, ságastallamiin ja buolvvaid gaskka deaivvadettiin.
sma: heannadimmieh, gusnie abpe stoerrefuelhkie jïh sliekte leah meatan.

source: Dasgo gos guovttis dahje golmmas lea čoagganan mu nammii, doppe mun lean sin gasku (Matt 18,20).
sma: Saemien kristelesvoetegoerkese lea aaj våajnoes lïerehtimmien tjïrrh hïejmine, gosse soptsestalla jïh gosse boelvh gaavenesjieh.

source: 2.1 Ollisvuohta ja bajitdási mihtuid dulkon
sma: 2.1 Elliesvoete jïh toelhkestimmieh dejstie bijjemes ulmijsteSaemien jaahkoeøøhpehtimmien åssjele lea aktem

source: Sámi oskkuoahpahusa ulbmil lea addit systemáhtalaš ja oktilaš oskkuoahpahusa mii boktá ja nanne kristtalaš oskku sámi mánáin ja nuorain, oahpaha golmmaoktalaš Ipmila dovdat, addá
sma: Gusnie gøøkte jallh golme leah mov nommesne tjåanghkanamme, desnie manne dej gaskoeh øørnedamme jïh iktemearan jaahkoeøøhpehtimmiem vedtedh mij gååske jïh

source: veahki kristtalaš geahččanbealis dulkot eallima ja eallimis birget dakkár vugiin mii áimmahuššá sin gullevašvuođa ja identitehta, ja hástala sin beroštit ja oasálastit girko- ja servodateallimis.
sma: nænnoste dam kristeles jaahkoem, daajroem vadta Dan golmeektievoeten Jupmelen bïjre, viehkehte saemien maanide jïh noeride jieledem toelhkestidh jïh haalvedh naemhtie dej saemien roehtsh jïh idtentitete gorresuvviehč jïh dejtie haestede

source: Dat guoská buohkaide geat leat gásttašuvvon ja leat gaskal 0 –
sma: eadtjohke årrodh jïh meatan årrodh gærhkosne jïh siebriedahkesne.

source: Plána eaktuda atnit Norgga girku evangelialaš lutherlaš oahpa vuođđun.
sma: Daate sjeahta gaajhkide kristeme aalterisnie 0-18 jaepieh, saaht guktie svihtjemevoete lea.

source: Ulbmil lea ahte plána sisdoallu galgá veahkehit áimmahuššat, nannet ja ovddidit
sma: Soejkesje tsiehkestahta Dam nøørjen gærhkoen learoevåaromem goh evangeliske lutheren gærhkoe.

source: Sámi oskkuoahpahusplána vuođđu lea Norgga girku bajitdási oskkuoahpahusplána Ipmil addá – Mii juogadit.
sma: Akte ulmie lea soejkesjen sisvege edtja viehkiehtidh vaarjelidh, nænnoestidh jïh kristelesvoetem

source: Sámi plána sáhttá veahkehit heivehit
sma: skreejedh goh jaahkoevåarome saemide.

source: báikkálaš plánaid báikkálaš eavttuid mielde ja addit saji ráhkadit mihtuid Ipmil addá – Mii juogadit plána láidestemiid mielde.
sma: Dïhte saemien soejkesje otnjegem vuesehte dan voenges soejkesjæmman, sjïehtedamme dejtie voenges tsiehkide, jïh sijjiem vadta ulmieh bïejedh dej bïhkedassi mietie

source: Heiveheami
sma: soejkesjisnie Gud gir – Vi deler.

source: galgá dahkat iešguđege mánná- ja nuoraidjoavkku ektui, ja láhčima daid eavttuid mielde mat iešguđege mánás dahje nuoras leat.
sma: Tsiehkestahta ihke tjuara fïereguhten maana-jïh noeredåahkan sjïehtedidh, jïh sjïehteladtedh guktie dan aktegs maanan jallh aktegs noeren tsiehkieh leah.

source: 2.2 Oahppočalmmustahttin ja sierra oahppomihtut Našovnnalaš plánas Ipmil addá – Mii juogadit leat
sma: 2.2 Lïerehtimmiefokuse jïh sjïere lïerehtimmieulmieh

source: golbma beali ja oskkuoahpahusa sisdoallu lea daid beliid ollisvuohta.
sma: Dïhte nasjovnale soejkesje Gud gir – Vi deler, golme vuajnoeh åtna mah tjåanghkan sisveginie sjïdtieh aktene ellies jaahkoeøøhpehtimmesne.

source: Dat bealit leat: 1.
sma: Daah vuajnoeh leah: 1.

source: Eallindulkon ja birgen eallimis, 2.
sma: Jieledetoelhkestimmie jïh jieledehaalveme.

source: Girku osku ja árbevierru ja 3.
sma: Gærhkoen jaahkoe jïh aerpievuekie jïh 3.

source: Kristtalaš osku geavadis (Gč. Ipmil addá – Mii juogadit, 3. kapihttal).
sma: Kristeles jaahkoevoete (m. Gud gir – Vi deler, kapihtele 3). Juktie dam saemien

source: Searvegottit gos leat sámi mánát ja nuorat ožžot dáinna veahki oaidnit mat sáhttet leat guovddáš fáttát báikkálaš oskkuoahpahusas.
sma: perspektijvem tjïrkedh jaahkoeøøhpehtimmesne, dle Soejkesje saemien jaahkoeøøhpehtæmman sjïere lïerehtimmiefokush åehpiedahta fïereguhten dejstie golme åejvieaamhtesijstie.
